Repository: Metatavu/wordpress-kunta-api-core
Catalog: wordpress-kunta-api-core.po
Languages: fi

source: Announcements enabled
fi: Kuulutukset käytössä

source: Header Announcements
fi: Kuulutukset

source: Header Announcement
fi: Kuulutus

source: Add Announcement
fi: Lisää kuulutus

source: Add New Announcement
fi: Lisää uusi kuulutus

source: Edit Announcement
fi: Muokkaa kuulutusta

source: New Announcement
fi: Uusi Kuulutus

source: View Announcement
fi: Näytä kuulutus

source: Search Announcements
fi: Etsi kuulutuksia

source: No Announcements found
fi: Kuulutuksia ei löytynyt

source: No Announcements in trash
fi: Ei kuulutuksia roskakorissa

source: Announcements
fi: Kuulutukset

source: Banners enabled
fi: Bannerit käytössä

source: Header Banners
fi: Bannerit

source: Header Banner
fi: Banneri

source: Add Banner
fi: Lisää banneri

source: Add New Banner
fi: Lisää uusi banneri

source: Edit Banner
fi: Muokkaa banneria

source: New Banner
fi: Uusi banneri

source: View Banner
fi: Näytä banneri

source: Search Banners
fi: Etsi bannereita

source: No Banners found
fi: Bannereita ei löytynyt

source: No Banners in trash
fi: Ei bannereita roskakorissa

source: Banners
fi: Bannerit

source: Banner
fi: Banneri

source: Hide Banner Title
fi: Piilota bannerin otsikko

source: Banner Link
fi: Bannerin linkki

source: Banner Text Color
fi: Bannerin tekstin väri

source: Banner Background
fi: Bannerin tausta

source: Once in a minute
fi: Kerran minuutissa

source: API Settings
fi: API asetukset

source: Enabled types
fi: Käytössä olevat tyypit

source: Username
fi: Käyttäjätunnus

source: Password
fi: Salasana

source: Organizations
fi: Organisaatiot

source: Name
fi: Nimi

source: Id
fi: Tunniste

source: Location service channels path
fi: Palvelupisteiden polku

source: Synchronize services
fi: Synkronoi palvelutiedot

source: Synchronize service locations
fi: Synkronoi palvelupistetiedot

source: Webhooks
fi: Webhookit

source: Kunta API Settings
fi: Kunta API asetukset

source: You do not have sufficient permissions to access this page.
fi: Sinulle ei ole tarvittavia pääsyoikeuksia.

source: Add new
fi: Lisää uusi

source: Tools
fi: Työkalut

source: Fragments enabled
fi: Palat käytössä

source: Fragments
fi: Palat

source: Fragment
fi: Pala

source: Add Fragment
fi: Lisää pala

source: Add New Fragment
fi: Lisää uusi pala

source: Edit Fragment
fi: Muokkaa palaa

source: New Fragment
fi: Uusi pala

source: View Fragment
fi: Näytä pala

source: Search Fragments
fi: Etsi paloja

source: No Fragments found
fi: Paloja ei löytynyt

source: No Fragments in trash
fi: Ei paloja roskakorissa

source: Incidents enabled
fi: Hätätiedotteet käytössä

source: Incident Areas
fi: Hätätiedote alueet

source: Incidents
fi: Hätätiedotteet

source: Incident
fi: Hätätiedote

source: Add Incident
fi: Lisää hätätiedote

source: Add New Incident
fi: Lisää uusi hätätiedote

source: Edit Incident
fi: Muokkaa hätätiedotetta

source: New Incident
fi: Uusi hätätiedote

source: View Incident
fi: Näytä hätätiedote

source: Search Incidents
fi: Etsi hätätiedotteita

source: No Incidents found
fi: Hätätiedotteita ei löytynyt

source: No Incidents in trash
fi: Ei hätätiedotteita roskakorissa

source: Banner Image
fi: Banneri kuva

source: Remove Banner Image
fi: Poista banneri kuva

source: Choose an Banner Image
fi: Valitse banneri kuva

source: Set Banner Image
fi: Aseta banneri kuva

source: Page settings
fi: Sivuasetukset

source: Use content processors (CKEditor only)
fi: Käytä sisällön prosessoijia (vain CKEditor)

source: Use page regenerate from template plugin (CKEditor only)
fi: Käytä sivun uudelleen generointi lisäosaa (vain CKEditor)

source: Use sidebar plugin (CKEditor only)
fi: Käytä sivupalkki lisäosaa (vain CKEditor)

source: Sidebar
fi: Sivupalkki

source: Yes
fi: Kyllä

source: Cancel
fi: Peruuta

source: Are you sure?
fi: Oletko varma?

source: Are you sure that you wish to replace page contents with contents from original template?
fi: Oletko varma, että haluat korvata sivun nykyisen sisällön alkuperäisen sivupohjan tiedoilla?

source: Loading...
fi: Ladataan...

source: Loading please wait...
fi: Ladataan, odota hetki...

source: Regenerate from template
fi: Luo sivu uudelleen

source: Placeholder for description (Currently empty, not visible on webpage)
fi: Paikanpitäjä upotetulle kuvaukselle (tällä hetkellä tyhjä, tämä teksti ei näy verkkosivulla)

source: Placeholder for user instruction (Currently empty, not visible on webpage)
fi: Paikanpitäjä upotetulle toimintaohjeelle (tällä hetkellä tyhjä, tämä teksti ei näy verkkosivulla)

source: Placeholder for languages (Currently empty, not visible on webpage)
fi: Paikanpitäjä upotetuille kielille (tällä hetkellä tyhjä, tämä teksti ei näy verkkosivulla)

source: Placeholder for electronic service channels (Currently empty, not visible on webpage)
fi: Paikanpitäjä upotetuille sähköisille palvelukanaville (tällä hetkellä tyhjä, tämä teksti ei näy verkkosivulla)

source: Placeholder for phone service channels (Currently empty, not visible on webpage)
fi: Paikanpitäjä upotetuille puhelin palvelukanaville (tällä hetkellä tyhjä, tämä teksti ei näy verkkosivulla)

source: Placeholder for printable form service channels (Currently empty, not visible on webpage)
fi: Paikanpitäjä upotetuille lomake palvelukanaville (tällä hetkellä tyhjä, tämä teksti ei näy verkkosivulla)

source: Placeholder for service location channels (Currently empty, not visible on webpage)
fi: Paikanpitäjä upotetuille palvelupisteille (tällä hetkellä tyhjä, tämä teksti ei näy verkkosivulla)

source: Placeholder for webpage service channels (Currently empty, not visible on webpage)
fi: Paikanpitäjä upotetuille verkkosivu palvelukanaville (tällä hetkellä tyhjä, tämä teksti ei näy verkkosivulla)

source: Placeholder for adresses (Currently empty, not visible on webpage)
fi: Paikanpitäjä upotetuille osoitteille (tällä hetkellä tyhjä, tämä teksti ei näy verkkosivulla)

source: Placeholder for email (Currently empty, not visible on webpage)
fi: Paikanpitäjä upotetuille sähköpostiosoitteelle (tällä hetkellä tyhjä, tämä teksti ei näy verkkosivulla)

source: Placeholder for fax (Currently empty, not visible on webpage)
fi: Paikanpitäjä upotetuille faksille (tällä hetkellä tyhjä, tämä teksti ei näy verkkosivulla)

source: Placeholder for service location name (Currently empty, not visible on webpage)
fi: Paikanpitäjä upotetulle palvelukanavan nimelle (tällä hetkellä tyhjä, tämä teksti ei näy verkkosivulla)

source: Placeholder for phonenumbers (Currently empty, not visible on webpage)
fi: Paikanpitäjä upotetuille puhelinnumeroille (tällä hetkellä tyhjä, tämä teksti ei näy verkkosivulla)

source: Placeholder for phone charge info (Currently empty, not visible on webpage)
fi: Paikanpitäjä upotetuille puhelujen maksutiedoille (tällä hetkellä tyhjä, tämä teksti ei näy verkkosivulla)

source: Placeholder for servicehours (Currently empty, not visible on webpage)
fi: Paikanpitäjä upotetuille palveluajoille (tällä hetkellä tyhjä, tämä teksti ei näy verkkosivulla)

source: Placeholder for service location webpages (Currently empty, not visible on webpage)
fi: Paikanpitäjä upotetuille verkkosivuille (tällä hetkellä tyhjä, tämä teksti ei näy verkkosivulla)

source: Tinymce settings
fi: Tinymce asetukset

source: Use sidebar plugin
fi: Käytä sivupalkki lisäosaa

source: Use embed plugin
fi: Käytä upotuslisäosaa

source: Regenerate service pages
fi: Uudelleen generoi palvelusivut

source: Regenerate service location pages
fi: Uudelleen generoi palvelukanavasivut

source: Fix service pages without title
fi: Korjaa palvelusivut joissa ei ole otsikkoa

source: Path
fi: Polku

source: Path of shortlink (e.g. /path)
fi: Lyhytosoitteen polku

source: Address where shortlink points to (e.g. https://www.example.com/some/page)
fi: Osoite johon lyhytosoite viittaa

source: Shortlinks enabled
fi: Lyhytosoitteet käytössä

source: Header Shortlinks
fi: Lyhytosoitteet

source: Header Shortlink
fi: Lyhytosoite

source: Add Shortlink
fi: Lisää lyhytosoite

source: Add New Shortlink
fi: Lisää uusi lyhytosoite

source: Edit Shortlink
fi: Muokkaa lyhytosoitetta

source: New Shortlink
fi: Uusi lyhytosoite

source: View Shortlink
fi: Näytä lyhytosoite

source: Search Shortlinks
fi: Etsi lyhytosoitteita

source: No Shortlinks found
fi: Lyhytosoitteita ei löytynyt

source: No Shortlinks in trash
fi: Ei lyhytosoitteita roskakorissa

source: Shortlinks
fi: Lyhytosoitteet

source: Tiles enabled
fi: Laatikot käytössä

source: Header Tiles
fi: Laatikot

source: Header Tile
fi: Laatikko

source: Add Tile
fi: Lisää laatikko

source: Add New Tile
fi: Lisää uusi laatikko

source: Edit Tile
fi: Muokkaa laatikkoa

source: New Tile
fi: Uusi laatikko

source: View Tile
fi: Näytä laatikko

source: Search Tiles
fi: Etsi laatikoita

source: No Tiles found
fi: laatikkoja ei löytynyt

source: No Tiles in trash
fi: Ei laatikoita roskakorissa

source: Tiles
fi: Laatikot

source: Tile Link
fi: Laatikon linkki

source: Kunta API Core
fi: Kunta API ydin

source: Core functionalities for Kunta API integrations
fi: Ydintoiminnot Kunta API integraatioita varten
